Repository: gduval78/PhotoVideoBackup
Catalog: PhotoVideoBackup/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, zh_hans

source: Pattern
de: Muster
es: Patrón
fr: Modèle
it: Modello
pt: Padrão
ru: Шаблон
zh_hans: 模式

source: Payment is charged to your Apple ID at confirmation of purchase.
de: Die Zahlung wird bei Kaufbestätigung Ihrer Apple-ID belastet.
es: El pago se carga a tu Apple ID al confirmar la compra.
fr: Le paiement est débité de votre identifiant Apple à la confirmation de l'achat.
it: Il pagamento verrà addebitato al tuo Apple ID alla conferma dell'acquisto.
pt: O pagamento é debitado no seu Apple ID na confirmação da compra.
ru: Оплата списывается с вашего Apple ID при подтверждении покупки.
zh_hans: 购买确认时将从您的 Apple ID 账户扣款。

source: Permanently deletes the %@ files that were copied during this session from the original source. Your backup is not affected.
de: Löscht dauerhaft die %@ Dateien, die während dieser Sitzung von der Originalquelle kopiert wurden. Ihre Sicherung ist nicht betroffen.
es: Elimina permanentemente los %@ archivos copiados durante esta sesión desde la fuente original. Su copia de seguridad no se ve afectada.
fr: Supprime définitivement les %@ fichiers copiés pendant cette session depuis la source d'origine. Votre sauvegarde n'est pas affectée.
it: Elimina definitivamente i %@ file copiati durante questa sessione dalla sorgente originale. Il tuo backup non verrà modificato.
pt: Elimina permanentemente os %@ ficheiros copiados durante esta sessão da fonte original. O seu backup não é afetado.
ru: Безвозвратно удаляет %@ файлов, скопированных в этом сеансе, из источника. Резервная копия не затрагивается.
zh_hans: 将从原始来源中永久删除本次会话中复制的 %@ 个文件。您的备份不受影响。

source: Permanently deletes the %lld files that were copied during this session from the original source. Your backup is not affected.
de: Löscht die %lld in dieser Sitzung kopierten Dateien dauerhaft von der Originalquelle. Ihr Backup ist davon nicht betroffen.
es: Elimina permanentemente los %lld archivos copiados en esta sesión desde la fuente original. Su copia de seguridad no se ve afectada.
fr: Supprime définitivement les %lld fichiers copiés lors de cette session depuis la source d'origine. Votre sauvegarde n'est pas affectée.
it: Elimina definitivamente i %lld file copiati durante questa sessione dalla sorgente originale. Il tuo backup non verrà modificato.
pt: Elimina permanentemente os %lld ficheiros copiados durante esta sessão da fonte original. O seu backup não é afetado.
ru: Безвозвратно удаляет %lld файлов, скопированных в этом сеансе, из источника. Резервная копия не затрагивается.
zh_hans: 将从原始来源中永久删除本次会话中复制的 %lld 个文件。您的备份不受影响。

source: Permission denied
de: Zugriff verweigert
es: Permiso denegado
fr: Autorisation refusée
it: Autorizzazione negata
pt: Permissão negada
ru: Нет доступа
zh_hans: 权限被拒绝

source: Photo could not be loaded — it may have been deleted or is restricted.
de: Foto konnte nicht geladen werden — möglicherweise gelöscht oder eingeschränkt.
es: No se pudo cargar la foto — puede haber sido eliminada o restringida.
fr: La photo n'a pas pu être chargée — elle a peut-être été supprimée ou est restreinte.
it: Impossibile caricare la foto — potrebbe essere stata eliminata o è limitata.
pt: A foto não pôde ser carregada — pode ter sido eliminada ou estar restrita.
ru: Фото не удалось загрузить — оно могло быть удалено или ограничено.
zh_hans: 无法加载照片 — 它可能已被删除或受到限制。

source: Photos Library
de: Fotomediathek
es: Biblioteca de Fotos
fr: Bibliothèque Photos
it: Libreria Foto
pt: Biblioteca de Fotos
ru: Библиотека фото
zh_hans: 照片图库

source: Photos Library Backup
de: Fotomediathek sichern
es: Copia de biblioteca de Fotos
fr: Sauvegarde de la bibliothèque Photos
it: Backup Libreria Foto
pt: Backup da Biblioteca de Fotos
ru: Резервная копия библиотеки фото
zh_hans: 照片图库备份

source: Photos access required
de: Zugriff auf Fotos erforderlich
es: Se requiere acceso a fotos
fr: Accès aux photos requis
it: Accesso alle foto richiesto
pt: Acesso às fotos necessário
ru: Требуется доступ к Фото
zh_hans: 需要照片访问权限

source: Please fill in Host, Share and Username.
de: Bitte Host, Freigabe und Benutzername ausfüllen.
es: Rellena el host, el recurso compartido y el usuario.
fr: Veuillez renseigner l’hôte, le partage et le nom d’utilisateur.
it: Compila host, condivisione e nome utente.
pt: Preencha o anfitrião, a partilha e o utilizador.
ru: Заполните хост, общую папку и имя пользователя.
zh_hans: 请填写主机、共享和用户名。

source: Please fill in host, share and username.
de: Bitte Host, Freigabe und Benutzername ausfüllen.
es: Rellena el host, el recurso compartido y el usuario.
fr: Veuillez renseigner l’hôte, le partage et le nom d’utilisateur.
it: Compila host, condivisione e nome utente.
pt: Preencha o anfitrião, a partilha e o utilizador.
ru: Заполните хост, общую папку и имя пользователя.
zh_hans: 请填写主机、共享和用户名。

source: Please set a device name in Settings before starting a backup.
de: Bitte legen Sie einen Gerätenamen in Einstellungen fest, bevor Sie ein Backup starten.
es: Defina un nombre de dispositivo en Ajustes antes de iniciar la copia.
fr: Veuillez définir un nom d'appareil dans Réglages avant de lancer une sauvegarde.
it: Imposta un nome dispositivo nelle impostazioni prima di avviare un backup.
pt: Defina um nome de dispositivo nas definições antes de iniciar um backup.
ru: Пожалуйста, задайте имя устройства в Настройках перед началом резервного копирования.
zh_hans: 开始备份前，请在设置中设置设备名称。

source: Preparing %@ file(s)…
de: %@ Datei(en) wird/werden vorbereitet…
es: Preparando %@ archivo(s)…
fr: Préparation de %@ fichier(s)…
it: Preparazione di %@ file…
pt: A preparar %@ ficheiro(s)…
ru: Подготовка %@ файлов…
zh_hans: 正在准备 %@ 个文件…

source: Preparing %lld file(s)…
de: %lld Datei(en) werden vorbereitet…
es: Preparando %lld archivo(s)…
fr: Préparation de %lld fichier(s)…
it: Preparazione di %lld file…
pt: A preparar %lld ficheiro(s)…
ru: Подготовка %lld файлов…
zh_hans: 正在准备 %lld 个文件…

source: Preparing…
de: Vorbereiten…
es: Preparando…
fr: Préparation…
it: Preparazione…
pt: Preparando…
ru: Подготовка…
zh_hans: 正在准备…

source: Preview (first %lld)
de: Vorschau (erste %lld)
es: Vista previa (primeros %lld)
fr: Aperçu (premiers %lld)
it: Anteprima (primi %lld)
pt: Pré-visualização (primeiros %lld)
ru: Предпросмотр (первые %lld)
zh_hans: 预览（前 %lld 个）

source: Preview and grade LOG footage with a LUT
de: LOG-Aufnahmen mit LUT voransehen und graden
es: Vista previa y clasificación de vídeos LOG con un LUT
fr: Prévisualisez et étalonner vos images LOG avec un LUT
it: Anteprima e gradazione del filmato LOG con un LUT
pt: Pré-visualize e grade filmagens LOG com um LUT
ru: Предпросмотр и обработка LOG-видео с LUT
zh_hans: 使用 LUT 预览和调色 LOG 素材

source: Pro feature
de: Pro-Funktion
es: Función Pro
fr: Fonctionnalité Pro
it: Funzione Pro
pt: Funcionalidade Pro
ru: Функция Pro
zh_hans: Pro 功能

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Avanzamento
pt: Progresso
ru: Прогресс
zh_hans: 进度

source: Purchase
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
pt: Comprar
ru: Купить
zh_hans: 购买

source: Purchase Error
de: Kauffehler
es: Error de compra
fr: Erreur d'achat
it: Errore di acquisto
pt: Erro de compra
ru: Ошибка покупки
zh_hans: 购买错误

source: Reading metadata…
de: Metadaten werden gelesen…
es: Leyendo metadatos…
fr: Lecture des métadonnées…
it: Lettura metadati…
pt: Lendo metadados…
ru: Чтение метаданных…
zh_hans: 正在读取元数据…

source: Real-time preview
de: Echtzeit-Vorschau
es: Vista previa en tiempo real
fr: Aperçu en temps réel
it: Anteprima in tempo reale
pt: Prévia em tempo real
ru: Предварительный просмотр
zh_hans: 实时预览

source: Reconnect
de: Erneut verbinden
es: Reconectar
fr: Reconnecter
it: Riconnetti
pt: Reconectar
ru: Переподключить
zh_hans: 重新连接

source: Redundant backup to a second SSD simultaneously
de: Redundantes Backup auf eine zweite SSD gleichzeitig
es: Copia redundante en un segundo SSD simultáneamente
fr: Sauvegarde redondante sur un second SSD simultanément
it: Backup ridondante su un secondo SSD contemporaneamente
pt: Backup redundante para um segundo SSD simultaneamente
ru: Дублирующая резервная копия на второй SSD одновременно
zh_hans: 同时向第二个 SSD 进行冗余备份

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
pt: Atualizar
ru: Обновить
zh_hans: 刷新

source: Remaining
de: Verbleibend
es: Restante
fr: Restant
it: Rimanente
pt: Restante
ru: Осталось
zh_hans: 剩余

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
pt: Remover
ru: Удалить
zh_hans: 移除

source: Remove NAS
de: NAS entfernen
es: Quitar NAS
fr: Supprimer le NAS
it: Rimuovi NAS
pt: Remover NAS
ru: Удалить NAS
zh_hans: 移除 NAS

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
pt: Renomear
ru: Переименовать
zh_hans: 重命名

source: Rename %lld File(s)
de: %lld Datei(en) umbenennen
es: Renombrar %lld archivo(s)
fr: Renommer %lld fichier(s)
it: Rinomina %lld file
pt: Renomear %lld arquivo(s)
ru: Переименовать %lld файл(ов)
zh_hans: 重命名 %lld 个文件

source: Rename (%lld)
de: Umbenennen (%lld)
es: Renombrar (%lld)
fr: Renommer (%lld)
it: Rinomina (%lld)
pt: Renomear (%lld)
ru: Переименовать (%lld)
zh_hans: 重命名（%lld）

source: Report
de: Bericht
es: Informe
fr: Rapport
it: Rapporto
pt: Relatório
ru: Отчёт
zh_hans: 报告

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
pt: Redefinir
ru: Сбросить
zh_hans: 重置

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
pt: Retomar
ru: Возобновить
zh_hans: 继续

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar novamente
ru: Повторить
zh_hans: 重试

source: Running
de: Läuft
es: En ejecución
fr: En cours
it: In esecuzione
pt: Em execução
ru: Выполняется
zh_hans: 运行中

source: SD Card (transit)
de: SD-Karte (Transit)
es: Tarjeta SD (tránsito)
fr: Carte SD (transit)
it: Scheda SD (transito)
pt: Cartão SD (trânsito)
ru: SD-карта (транзит)
zh_hans: SD 卡（中转）

source: SD cards, DJI, Insta360, GoPro and more
de: SD-Karten, DJI, Insta360, GoPro und mehr
es: Tarjetas SD, DJI, Insta360, GoPro y más
fr: Cartes SD, DJI, Insta360, GoPro et plus
it: Schede SD, DJI, Insta360, GoPro e altro
pt: Cartões SD, DJI, Insta360, GoPro e mais
ru: SD-карты, DJI, Insta360, GoPro и другие
zh_hans: SD 卡、DJI、Insta360、GoPro 等

source: SD cards, USB drives, Insta360, DJI, and more
de: SD-Karten, USB-Laufwerke, Insta360, DJI und mehr
es: Tarjetas SD, USB, Insta360, DJI y más
fr: Cartes SD, clés USB, Insta360, DJI et plus
it: Schede SD, USB, Insta360, DJI e altro
pt: Cartões SD, USB, Insta360, DJI e mais
ru: SD-карты, USB-накопители, Insta360, DJI и другие
zh_hans: SD 卡、USB、Insta360、DJI 等

source: SHA-256 verification failed
de: SHA-256-Überprüfung fehlgeschlagen
es: Verificación SHA-256 fallida
fr: Échec de la vérification SHA-256
it: Verifica SHA-256 fallita
pt: Verificação SHA-256 falhada
ru: Проверка SHA-256 не удалась
zh_hans: SHA-256 验证失败

source: SSD 1 (primary)
de: SSD 1 (primär)
es: SSD 1 (principal)
fr: SSD 1 (principal)
it: SSD 1 (principale)
pt: SSD 1 (principal)
ru: SSD 1 (основной)
zh_hans: SSD 1（主要）

source: SSD 2 (mirror)
de: SSD 2 (Spiegel)
es: SSD 2 (espejo)
fr: SSD 2 (miroir)
ru: SSD 2 (зеркало)
zh_hans: SSD 2（镜像）

source: SSD 2 (secondary)
de: SSD 2 (sekundär)
es: SSD 2 (secundario)
fr: SSD 2 (secondaire)
it: SSD 2 (secondario)
pt: SSD 2 (secundário)
ru: SSD 2 (вторичный)
zh_hans: SSD 2（次要）

source: SSD 3 (tertiary)
de: SSD 3 (tertiär)
es: SSD 3 (terciario)
fr: SSD 3 (tertiaire)
it: SSD 3 (terziario)
pt: SSD 3 (terciário)
ru: SSD 3 (третичный)
zh_hans: SSD 3（第三）

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar
ru: Сохранить
zh_hans: 保存

source: Save failed
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l’enregistrement
it: Salvataggio non riuscito
pt: Falha ao guardar
ru: Ошибка сохранения
zh_hans: 保存失败

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
pt: Guardado
ru: Сохранено
zh_hans: 已保存

source: Scanned
de: Gescannt
es: Analizados
fr: Analysés
it: Scansionati
pt: Analisados
ru: Просканировано
zh_hans: 已扫描

source: Scanning library…
de: Bibliothek wird gescannt…
es: Analizando biblioteca…
fr: Analyse de la bibliothèque…
it: Scansione libreria…
pt: A analisar biblioteca…
ru: Сканирование библиотеки…
zh_hans: 正在扫描图库…

source: Scanning…
de: Scannen…
es: Escaneando…
fr: Analyse…
it: Scansione…
pt: Escaneando…
ru: Сканирование…
zh_hans: 正在扫描…

source: Second SSD Mirror
de: Zweite SSD als Spiegel
es: Segundo SSD espejo
fr: Miroir SSD secondaire
it: Mirror secondo SSD
pt: Mirror segundo SSD
ru: Зеркало на второй SSD
zh_hans: 第二个 SSD 镜像

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pt: Selecionar
ru: Выбрать
zh_hans: 选择

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
pt: Selecionar tudo
ru: Выбрать всё
zh_hans: 全选

source: Select LUT
de: LUT auswählen
es: Seleccionar LUT
fr: Sélectionner un LUT
it: Seleziona LUT
pt: Selecionar LUT
ru: Выбрать LUT
zh_hans: 选择 LUT

source: Select only your LOG videos to grade.
de: Wähle nur deine LOG-Videos zum Graden aus.
es: Selecciona solo tus vídeos en LOG para clasificar.
fr: Ne sélectionnez que vos vidéos en LOG à étalonner.
it: Seleziona solo i tuoi video in LOG da gradare.
pt: Selecione apenas os seus vídeos em LOG para gradar.
ru: Выбирайте только видео в LOG для обработки.
zh_hans: 仅选择你的 LOG 视频进行调色。

source: Select videos in the grid, then tap Grade.
de: Videos im Raster auswählen, dann Graden tippen.
es: Seleccione videos en la cuadrícula y toque Clasificar.
fr: Sélectionnez des vidéos dans la grille, puis appuyez sur Étalonner.
it: Seleziona i video nella griglia, poi tocca Gradazione.
pt: Selecione os vídeos na grelha, depois toque em Gradação.
ru: Выберите видео в сетке, затем нажмите «Обработать».
zh_hans: 在网格中选择视频，然后点按"调色"。

source: Session records are removed. Files on your SSD are not affected.
de: Sitzungsaufzeichnungen werden entfernt. Dateien auf Ihrer SSD sind nicht betroffen.
es: Los registros de sesión se eliminan. Los archivos de su SSD no se ven afectados.
fr: Les enregistrements de session sont supprimés. Les fichiers sur votre SSD ne sont pas affectés.
it: I record di sessione vengono rimossi. I file sul tuo SSD non vengono modificati.
pt: Os registos de sessão são removidos. Os ficheiros no seu SSD não são afetados.
ru: Записи сеанса удалены. Файлы на SSD не затронуты.
zh_hans: 会话记录已删除。SSD 上的文件不受影响。

source: Set a device name in Settings.
de: Gerätename in Einstellungen festlegen.
es: Establezca un nombre de dispositivo en Ajustes.
fr: Définissez un nom d'appareil dans Réglages.
it: Imposta un nome dispositivo nelle impostazioni.
pt: Defina um nome de dispositivo nas definições.
ru: Задайте имя устройства в Настройках.
zh_hans: 请在设置中设置设备名称。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt: Definições
ru: Настройки
zh_hans: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt: Partilhar
ru: Поделиться
zh_hans: 共享

source: Share (%lld)
de: Teilen (%lld)
es: Compartir (%lld)
fr: Partager (%lld)
it: Condividi (%lld)
pt: Partilhar (%lld)
ru: Поделиться (%lld)
zh_hans: 共享 (%lld)

source: Share Report
de: Bericht teilen
es: Compartir informe
fr: Partager le rapport
it: Condividi report
pt: Compartilhar relatório
ru: Поделиться отчётом
zh_hans: 分享报告

source: Show welcome screen
de: Willkommensbildschirm anzeigen
es: Mostrar pantalla de bienvenida
fr: Afficher l'écran de bienvenue
it: Mostra schermata di benvenuto
pt: Mostrar tela de boas-vindas
ru: Показать экран приветствия
zh_hans: 显示欢迎界面

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
pt: Tamanho
ru: Размер
zh_hans: 大小

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
pt: Ignorar
ru: Пропустить
zh_hans: 跳过

source: Skipped
de: Übersprungen
es: Omitidos
fr: Ignorés
it: Ignorati
pt: Ignorados
ru: Пропущено
zh_hans: 已跳过

source: Source
de: Quelle
es: Fuente
it: Sorgente
pt: Fonte
ru: Источник
zh_hans: 来源

source: Source not connected
de: Quelle nicht verbunden
es: Fuente no conectada
fr: Source non connectée
it: Sorgente non connessa
pt: Fonte não conectada
ru: Источник не подключён
zh_hans: 来源未连接

source: Source unavailable
de: Quelle nicht verfügbar
es: Fuente no disponible
fr: Source indisponible
it: Sorgente non disponibile
pt: Fonte indisponível
ru: Источник недоступен
zh_hans: 来源不可用

source: Sources
de: Quellen
es: Fuentes
it: Sorgenti
pt: Fontes
ru: Источники
zh_hans: 来源

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
pt: Velocidade
ru: Скорость
zh_hans: 速度

source: Start Backup
de: Sicherung starten
es: Iniciar copia de seguridad
fr: Démarrer la sauvegarde
it: Avvia backup
pt: Iniciar backup
ru: Начать резервное копирование
zh_hans: 开始备份

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Interrompi
pt: Parar
ru: Стоп
zh_hans: 停止

source: Stop backup
de: Backup stoppen
es: Detener copia
fr: Arrêter la sauvegarde
it: Interrompi backup
pt: Parar cópia
ru: Остановить копирование
zh_hans: 停止备份

source: Stopping…
de: Wird gestoppt…
es: Deteniendo…
fr: Arrêt…
it: Interruzione…
pt: A parar…
ru: Остановка…
zh_hans: 正在停止…

source: Storage full
de: Speicher voll
es: Almacenamiento lleno
fr: Stockage plein
it: Spazio esaurito
pt: Armazenamento cheio
ru: Хранилище заполнено
zh_hans: 存储空间已满

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
pt: Resumo
ru: Сводка
zh_hans: 摘要

source: System Default
de: Systemsprache
es: Idioma del sistema
fr: Langue du système
it: Lingua del sistema
pt: Idioma do sistema
ru: Системный язык
zh_hans: 系统语言

source: Tap a token to insert it. Anything else is literal text.
de: Tippe auf ein Token, um es einzufügen. Alles andere ist Literaltext.
es: Toca un token para insertarlo. El resto es texto literal.
fr: Appuyez sur un jeton pour l'insérer. Le reste est du texte littéral.
it: Tocca un token per inserirlo. Il resto è testo letterale.
pt: Toque num token para inseri-lo. O resto é texto literal.
ru: Нажмите на токен, чтобы вставить его. Остальное — буквальный текст.
zh_hans: 点击标记以插入，其余内容为字面文本。

source: Test connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Prova connessione
pt: Testar ligação
ru: Проверить соединение
zh_hans: 测试连接

source: The NAS destination could not be saved. Please try again.
de: Das NAS-Ziel konnte nicht gespeichert werden. Bitte erneut versuchen.
es: No se pudo guardar el destino NAS. Inténtalo de nuevo.
fr: La destination NAS n’a pas pu être enregistrée. Veuillez réessayer.
it: Impossibile salvare la destinazione NAS. Riprova.
pt: Não foi possível guardar o destino NAS. Tente novamente.
ru: Не удалось сохранить место назначения NAS. Повторите попытку.
zh_hans: 无法保存 NAS 目标。请重试。

source: The NAS is unreachable — check Wi-Fi/VPN and settings.
de: Das NAS ist nicht erreichbar — prüfen Sie WLAN/VPN und Einstellungen.
es: El NAS no es accesible — comprueba el Wi-Fi/VPN y los ajustes.
fr: Le NAS est injoignable — vérifiez le Wi-Fi/VPN et les réglages.
it: Il NAS non è raggiungibile — controlla Wi-Fi/VPN e impostazioni.
pt: O NAS está inacessível — verifique o Wi-Fi/VPN e as definições.
ru: NAS недоступен — проверьте Wi-Fi/VPN и настройки.
zh_hans: 无法访问 NAS — 请检查 Wi-Fi/VPN 和设置。

source: The NAS is used as an additional backup destination over Wi-Fi. Files are written directly to the share and verified by SHA-256. The password is stored in the Keychain.
de: Das NAS wird als zusätzliches Backup-Ziel über WLAN verwendet. Dateien werden direkt in die Freigabe geschrieben und per SHA-256 überprüft. Das Passwort wird im Schlüsselbund gespeichert.
es: El NAS se usa como destino de copia adicional por Wi-Fi. Los archivos se escriben directamente en el recurso compartido y se verifican con SHA-256. La contraseña se guarda en el Llavero.
fr: Le NAS est utilisé comme destination de sauvegarde supplémentaire via Wi-Fi. Les fichiers sont écrits directement sur le partage et vérifiés par SHA-256. Le mot de passe est stocké dans le Trousseau.
it: Il NAS è usato come destinazione di backup aggiuntiva via Wi-Fi. I file vengono scritti direttamente sulla condivisione e verificati con SHA-256. La password è salvata nel Portachiavi.
pt: O NAS é usado como destino de cópia adicional por Wi-Fi. Os ficheiros são escritos diretamente na partilha e verificados por SHA-256. A palavra-passe é guardada no Porta-chaves.
ru: NAS используется как дополнительное место назначения для резервных копий по Wi-Fi. Файлы записываются напрямую в общую папку и проверяются по SHA-256. Пароль хранится в Связке ключей.
zh_hans: NAS 通过 Wi-Fi 作为附加备份目标。文件直接写入共享并通过 SHA-256 校验。密码存储在钥匙串中。

source: The NAS “%@” was saved as a backup destination.
de: Das NAS „%@“ wurde als Backup-Ziel gespeichert.
es: El NAS «%@» se guardó como destino de copia.
fr: Le NAS « %@ » a été enregistré comme destination de sauvegarde.
it: Il NAS «%@» è stato salvato come destinazione di backup.
pt: O NAS «%@» foi guardado como destino de cópia.
ru: NAS «%@» сохранён как место назначения для копий.
zh_hans: 已将 NAS“%@”保存为备份目标。

source: These files have already been deleted.
de: Diese Dateien wurden bereits gelöscht.
es: Estos archivos ya fueron eliminados.
fr: Ces fichiers ont déjà été supprimés.
it: Questi file sono già stati eliminati.
pt: Estes ficheiros já foram eliminados.
ru: Эти файлы уже были удалены.
zh_hans: 这些文件已被删除。

source: This action cannot be undone. Make sure your backup is complete before proceeding.
de: Diese Aktion kann nicht rückgängig gemacht werden. Stellen Sie sicher, dass das Backup abgeschlossen ist.
es: Esta acción no se puede deshacer. Asegúrese de que su copia esté completa antes de continuar.
fr: Cette action est irréversible. Assurez-vous que votre sauvegarde est terminée avant de continuer.
it: Questa azione non può essere annullata. Assicurati che il tuo backup sia completo prima di procedere.
pt: Esta ação não pode ser desfeita. Certifique-se de que o seu backup está completo antes de continuar.
ru: Это действие нельзя отменить. Убедитесь, что резервная копия завершена.
zh_hans: 此操作无法撤销。请确保备份已完成后再继续。

source: This will permanently delete %lld files from the source.
de: Dadurch werden %lld Dateien dauerhaft von der Quelle gelöscht.
es: Esto eliminará permanentemente %lld archivos de la fuente.
fr: Cela supprimera définitivement %lld fichiers de la source.
it: Ciò eliminerà definitivamente %lld file dalla sorgente.
pt: Isso excluirá permanentemente %lld arquivos da fonte.
ru: Это безвозвратно удалит %lld файлов с источника.
zh_hans: 这将从来源永久删除 %lld 个文件。

source: Total
de: Gesamt
it: Totale
ru: Всего
zh_hans: 总计

source: Type
de: Typ
es: Tipo
it: Tipo
pt: Tipo
ru: Тип
zh_hans: 类型

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
pt: Indisponível
ru: Недоступно
zh_hans: 不可用

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
pt: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误

source: Unlimited
de: Unbegrenzt
es: Sin límite
fr: Illimité
it: Illimitato
pt: Ilimitado
ru: Без ограничений
zh_hans: 无限制

source: Unlock
de: Freischalten
es: Desbloquear
fr: Débloquer
it: Sblocca
pt: Desbloquear
ru: Разблокировать
zh_hans: 解锁

source: Upgrade for %@
de: Upgrade für %@
es: Actualizar por %@
fr: Passer à Pro pour %@
it: Aggiorna a %@
pt: Atualizar por %@
ru: Обновить за %@
zh_hans: 以 %@ 升级

source: Upgrade to Pro
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Passer à Pro
it: Aggiorna a Pro
pt: Atualizar para Pro
ru: Обновить до Pro
zh_hans: 升级至 Pro
